/* This character is used as a separator between directory components.  ▹ is 'WHITE RIGHT-POINTING SMALL TRIANGLE', appropriate for left-to-right languages.  In a right-to-left locale, 'WHITE LEFT-POINTING SMALL TRIANGLE' (◃) should be used. */
" ▹ " = " ▹ ";

/* Description text in dialog telling the user a new version is available. %1$@ is the app name (e.g. CrossOver). %2$@ is the nw version (e.g. 14.0.3). %3$@ is the current version (e.g. 13.2). */
"%1$@ %2$@ is now available – you have %3$@." = "%1$@ %2$@ 當前可用 -- 您擁有 %3$@。";

/* Format string for constructing a bottle-tagged name for a launcher or document (for example, from the launcher name 'Microsoft Word 2010' and the bottle name 'Office 2010', make 'Microsoft Word 2010 (Office 2010)'. %1$@ is the document or launcher name; %2$@ is the bottle name. */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* This string is used for the title of a terminal window.  %1$@ is the app name, %2$@ is a bottle name. */
"%1$@ Bottle \"%2$@\"" = "%1$@ 容器「%2$@」";

/* This message is displayed when CrossOver is unable to locate or otherwise communicate with its bottles.  It's a fatal error and the app cannot start up.  %1$@ is the app name. */
"%1$@ is unable to initialize a critical component. Without this, %1$@ is unable to run, and will now exit.\n" = "%1$@ 無法初始化核心某個元件。沒有這個元件，%1$@ 將無法運行，程式將要結束。\n";

/* Informative text of an alert display after running a launcher with options fails. %1$@ will be the name of the launcher. %2$d will be the status code. */
"%1$@ returned status %2$d." = "%1$@ 返回了狀態碼 %2$d。";

/* Note in package selection section of software installer window.  Substitution is product name (e.g. CrossOver Games) */
"%@ can download this software from the Internet." = "%@ 可以從網際網路下載該軟體。";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon.  Substitution is the app name. */
"%@ could not open the document or program." = "%@ 無法開啟這個資料或程式。";

/* Secondary completion message for an install via Steam. Substitutions are product name (e.g. CrossOver), the bottle name, and the application name. */
"%@ has configured the bottle ‘%@’ for installing %@ via Steam. You will need to finish the installation in Steam." = "%1$@ 已經完成對「%2$@」容器的配置，將要透過 Steam 安裝 %3$@。接下來，您需要在 Steam 中完成安裝過程。";

/* The name of the product, as displayed in the About box.  The substitution is the PRODUCT_NAME from DISTVERSION, typically 'CrossOver'. */
"%@ Standard" = "%@ 標準版";

/* Title for main window when a single bottle is selected. Substitutions are the app name and the name of the selected bottle. */
"%@ — %@" = "%1$@ — %2$@";

/* Title for main window when three or more bottles are selected. Substitutions are the app name and the number of bottles selected. */
"%@ — %d Bottles Selected" = "%1$@ — 已選擇 %2$d 個容器";

/* Title for main window when exactly 2 bottles are selected. Substitution is the app name. */
"%@ — 2 Bottles Selected" = "%@ — 已選擇兩個容器";

/* Title for main window when the All Bottles collection is selected. Substitution is the app name. */
"%@ — All Bottles" = "%@ — 所有容器";

/* Item count for software package categories, for when count is 2 or more.  Substitution is count.  Consider translating to (items: %u) if these plural forms are inadequate. */
"%u items" = "%u 個項目";

/* Item count for software package categories, for when count is 0.  Consider translating to (items: 0) if these plural forms are inadequate. */
"0 items" = "0 個項目";

/* Item count for software package categories, for when count is 1.  Consider translating to (items: 1) if these plural forms are inadequate. */
"1 item" = "1 個項目";

/* Message of a dialog prompting the user to re-register the product in order to update CrossOver's license information.  %1$@ is the app name. */
"A new version of %1$@ is now available. Please enter your codeweavers.com account email address and password to update your license file and re-enable automatic updates." = "發現 %1$@ 的新版本，請輸入您在 codeweavers.com 的帳號密碼，以更新您的使用許可並重新開啟自動更新。";

/* Message in dialog telling the user that a new version of the app is available. Substitution is the app name (e.g. CrossOver). */
"A new version of %@ is available!" = "%@ 新版本可用！";

/* Dialog title which reports that demo activation failed.
   Dialog title which reports that demo registration failed. */
"Activation failed" = "啟動認證失敗";

/* Tooltip for toolbar item for marking a launcher as one of the user's favorites. */
"Add selected launchers to Favorites" = "新增所選啟動器到我的最愛";

/* Label for toolbar item for marking a launcher as one of the user's favorites. */
"Add to Favorites" = "新增到我的最愛";

/* Name of special entry in the main window bottle list source view representing all bottles */
"All Bottles" = "所有容器";

/* Message explaining restriction of the file open dialog to be compatibile with Win32 API */
"All selected files must be within the same folder." = "All selected files must be within the same folder.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon. */
"An error occurred when attempting to launch a new task." = "嘗試運行新工作時發生錯誤。";

/* Error message for an unnamed task. */
"An unknown installer task failed." = "未知安裝工作失敗。";

/* Message displayed when the dialog creating a new bottle fails in bottle creation. */
"Bottle creation failed" = "容器新增失敗";

/* Displayed when publishing a bottle fails.  'Publish' is the term for copying a bottle into the root account so that its contents may be used by all the users on a system. */
"Bottle publish failed" = "容器發布失敗";

/* Title of the section for private bottles in the bottle list source view in the main window when there are no published bottles */
"BOTTLES" = "容器";

/* Grouping header in list of bottles in install window, when no software package selected */
"Bottles" = "容器";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while that size is being calculated. */
"Calculating…" = "正在計算…";

/* Cancel
   title of button in dialog to cancel the Repair Bottles action */
"Cancel" = "取消";

/* Button label -- option after the installation of a package subcomponent has failed */
"Cancel Installation" = "取消安装";

/* Status of an install step which has been canceled */
"Canceled." = "已取消。";

/* Message when user tries to save to a non-writable file system. Substitution is display name of directory. */
"Can’t write to ‘%@’. The volume is read-only." = "Can’t write to ‘%@’. The volume is read-only.";

/* Text of a dialog asking for confirmation before esync is enabled.
   Text of a dialog asking for confirmation before high resolution mode is enabled. */
"Changing this setting will reboot the bottle and cause any running applications in the bottle to quit. Are you sure you want to do this?" = "爲了使設定生效必須重啟該容器，同時正在運行的 Windows 程式將會結束。您確認要這樣做嗎？";

/* Button title for choose folder dialog
   Prompt for a file-selection dialog */
"Choose" = "選擇";

/* Caption of the folder-selection dialog that displays when the user changes the Programs folder */
"Choose a Programs Folder" = "選擇一個程式檔案夾";

/* Title for choose dialog when files are allowed */
"Choose File or Folder" = "Choose File or Folder";

/* Title for choose dialog when only folders are allowed */
"Choose Folder" = "Choose Folder";

/* Item in installer source list that allows the user to pick an installer file */
"Choose Installer File…" = "選擇安裝程式…";

/* Item in installer source list that allows the user to pick an installer folder */
"Choose Installer Folder…" = "選擇安裝程式資料夾…";

/* The menu item that resets the content of File -> Recent Files. */
"Clear" = "清空";

/* Menu item title.  If selected, CrossOver prompts to confirm, and then deletes all program mini-applications in ~/Applications/CrossOver and recreates them from scratch.  Translation should be same as in MainMenu NIB. */
"Clear and Rebuild Programs…" = "清空並重建程式功能表…";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while the cache is being cleared/deleted. */
"Clearing…" = "正在清除…";

/* Title of a section in the bottle list source view in the main window containing the special All Bottles entry */
"COLLECTIONS" = "COLLECTIONS";

/* Label of command error in alert when Run Command fails */
"Command error text:" = "命令錯誤輸出：";

/* Label of command output in alert when Run Command fails */
"Command output:" = "命令輸出：";

/* Title for the dialog that displays the error data if a commandline returns an error. */
"Command results" = "命令運行結果";

/* Grouping header in list of bottles in install window; bottles compatible with selected software package */
"Compatible Bottles" = "相容的容器";

/* Warning when the installation of a package subcomponent has failed */
"Continuing with the install may produce unpredictable results." = "繼續安裝可能造成無法預測的結果。";

/* Title of the section of launcher icons in the icon view of the main window which shows control panels */
"Control Panels" = "控制台";

/* Default name of a bottle copy. */
"copy of %@" = "%@ 的複製品";

/* Download error reporting */
"Could not download the %@ installer.\n\n%@" = "無法下載 %1$@ 的安裝程式。\n\n%2$@";

/* Informative text for an alert when we fail to obtain privileges to delete a published bottle. */
"Could not obtain the authorization to delete files owned by the administrator." = "授權失敗，無法刪除管理員所擁有的檔案。";

/* Title of failure dialog that displays if the online demo-registration process fails */
"Could not unlock" = "無法註冊";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Crash (very verbose)" = "當機資訊 (非常詳細)";

/* Title of a dialog that creates a new bottle. */
"Create a Bottle" = "建立容器";

/* Label for install window summarizing bottle selection when trying to create new bottle with the same name as existing bottle.  Substitution is bottle name */
"CrossOver can’t create a new bottle named “%@”" = "CrossOver 無法新增名為「%@」的容器";

/* Text for header label in the install wizard. $APPNAME$ will be replaced by the name of the app to be installed (e.g. Steam). If grammar allows, prefer to keep the app name at the end of the string or, if that doesn't work, the beginning of the string. */
"CrossOver is ready to install $APPNAME$" = "CrossOver 準備就緒，安裝 $APPNAME$";

/* Error message when Python initialization fails.  Substitution is the exception description. */
"CrossOver is unable to initialize a critical component.\n\n%@\n\nThe program will now exit." = "CrossOver 無法初始化一個關鍵元件。\n\n%@\n\n本程式將會結束。";

/* Label text for a detail item on the ready-to-install summary page of the installer window. */
"CrossOver will also install additional dependencies" = "CrossOver 還將安裝額外相依軟體";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"CrossOver will also install the following manually added items: %@" = "CrossOver 也將安裝以下手動新增的項目：%@";

/* text of dialog shown to confirm Repair Bottles action */
"CrossOver will attempt to repair bottles that may have been damaged by anti-virus software. Such anti-virus software may have incorrectly deleted or “quarantined” certain critical files needed for CrossOver to work. CrossOver's files do not contain viruses.\n\nRepairing a bottle restores the files that were in the bottle when CrossOver created it. If you haven't disabled your anti-virus software, it may delete them again. Click “Learn More” to learn how to protect CrossOver's files from your anti-virus software.\n" = "CrossOver 將嘗試修復被殺毒軟體損壞的容器。某些殺毒軟體可能錯誤地刪除或者「隔離」某些 CrossOver 運行所需的關鍵文件。CrossOver 所包含的文件不存在病毒。\n\n修復容器會恢復 CrossOver 創建容器時創建的文件。如果您還沒關閉您的殺毒軟體，它可能會再一次刪除他們。點擊「瞭解更多」瞭解如何讓殺毒軟體不再誤殺 CrossOver 的文件。\n";

/* Label for install window summarizing installer source when the installer will be downloaded.  Substitution is the URL */
"CrossOver will download the installer from %@" = "將從 %@ 下載安裝檔案";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's an app language.  %1$@ is the application name and %2$@ is the language name (e.g. Japanese). */
"CrossOver will install %1$@ (%2$@ version)" = "CrossOver 將安裝 %1$@ (%2$@ 版)";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's no app language.  %@ is the application name. */
"CrossOver will install %@" = "CrossOver 將安裝 %@";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected, but there are dependencies to install */
"CrossOver will install dependencies only" = "CrossOver 將只安裝相依的軟體";

/* Label for install window summarizing installer source when a local installer is selected.  Substitution is the display path. */
"CrossOver will install from %@" = "CrossOver 將從 %@ 進行安裝";

/* Label for install window summarizing bottle selection when electing to create a new bottle.  Substitutions are bottle template (e.g. Windows XP) and new name */
"CrossOver will install into a new %1$@ bottle named “%2$@”" = "CrossOver 將安裝到一個新的 %1$@ 容器「%2$@」中";

/* Label for install window summarizing bottle selection when an existing bottle was selected.  Substitution is bottle name */
"CrossOver will install into the bottle “%@”" = "CrossOver 將安裝到容器「%@」中";

/* Label in install window summarizing language of application to install. Substitution is the language name (e.g. English or French). That language name will be properly localized. */
"CrossOver will install the %@ version" = "CrossOver 將會安裝 %@ 版本";

/* Label for install window summarizing installer source when installing from Steam. */
"CrossOver will install via Steam" = "CrossOver 將透過 Steam 安裝";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected and there is nothing else to install */
"CrossOver will make configuration changes only" = "CrossOver 只會做設定上的變更";

/* Delete (in this case, delete a bottle.) */
"Delete" = "刪除";

/* Title of confirmation dialog when deleting a bottle */
"Delete bottle ‘%@’?" = "刪除容器「%@」？";

/* Title for menu item when there's no bottle selected. */
"Delete Bottle…" = "刪除容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Delete “%@”…" = "刪除「%@」…";

/* Warning displayed before a bottle is deleted */
"Deleting this bottle will erase all software installed in it, as well as remove all documents in its C: drive. Are you sure you want to do this?" = "刪除該容器將清除所有的已安裝軟體以及位於 C: 槽的所有檔案。您確認要這樣做嗎？";

/* Title of a dialog asking for confirmation before esync is disabled. */
"Disable ESync" = "禁用 ESync";

/* Title of a dialog asking for confirmation before high resolution mode is disabled. */
"Disable High Resolution" = "停用高解析度模式";

/* Button label -- option to refuse loading of an unknown CrossTie file */
"Don’t Load" = "不要載入";

/* Dialog text which explains why a demo registration didn't work. */
"Download corrupted." = "下載損壞。";

/* Dialog text which explains why a demo registration didn't work. */
"Download incomplete." = "下載未完成。";

/* Item in installer source list for downloading the installer */
"Download installer" = "下載安裝程式";

/* Download progress caption. %1$@ is a locale-appropriate representation of bytes downloaded, such as 10 KB. %2$@ is a similar representation of the total size to be downloaded. */
"Downloaded %1$@ of %2$@." = "已下載 %1$@，總共 %2$@。";

/* Title for menu item when there's no bottle selected. */
"Duplicate Bottle…" = "複製容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Duplicate “%@”…" = "複製「%@」…";

/* Button label in confirmation dialog when user clicks the 'eject' button */
"Eject" = "彈出";

/* Title of confirmation dialog when user clicks the 'eject' button */
"Eject CD?" = "彈出光碟？";

/* Caption in confirmation dialog when user clicks the 'eject' button.  Substitution is the app name. */
"Ejecting this volume will interrupt any %@ processes that are currently accessing files on this disk. Are you sure you want to eject?" = "彈出這個磁碟，將會終止所有正在操作該磁碟上檔案的 %@ 程式，您確認要彈出這個磁碟嗎？";

/* Title of a dialog asking for confirmation before enabling esync. */
"Enable ESync" = "開啟 ESync";

/* Title of a dialog asking for confirmation before enabling high resolution mode. */
"Enable High Resolution" = "啟用高解析度模式";

/* Title for menu item when there's no bottle selected. */
"Export Bottle to Archive…" = "匯出容器到封存檔案…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Export “%@” to Archive…" = "匯出「%@」到封存檔案…";

/* Caption of failure dialog that displays if the online demo-registration process fails */
"Failed to begin license download." = "下載使用許可失敗。";

/* Message for an alert when deletion of a private bottle has failed. Substitution is the bottle name. */
"Failed to delete the bottle ‘%@’." = "刪除容器「%@」失敗。";

/* Message for an alert when deletion of a published bottle has failed. Substitution is the bottle name. */
"Failed to delete the published bottle ‘%@’." = "刪除已發佈容器「%@」失敗。";

/* Caption of dialog that reports demo registration failure.  The substitution is an explanation string that describes the failure. */
"Failed to download license file: %@" = "下載使用許可檔案失敗：%@";

/* Alert message when the bottle archive process fails */
"Failed to export bottle ‘%@’ to an archive." = "封存容器「%@」到壓縮檔失敗。";

/* Title of a dialog that's displayed when CrossOver is unable to start up. */
"Failed to initialize" = "無法初始化";

/* Status of an install step which has failed */
"Failed." = "失敗。";

/* Title of the section of launcher icons in the icon view of the main window which shows the users favorite launchers */
"Favorites" = "我的最愛";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"File Access" = "檔案存取";

/* Title of dialog reporting that the demo has been registered and enabled. */
"Finished unlocking" = "註冊完成";

/* Status of an install step after it has completed successfullly */
"Finished." = "已完成。";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Fonts" = "字體";

/* Title for menu item when there's no bottle selected. */
"Force Quit Bottle" = "強制結束容器";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Force Quit “%@”" = "強制結束「%@」";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Controllers" = "遊戲控制器";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Graphics" = "遊戲圖形";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is showing and the item will hide it */
"Hide Bottles" = "隱藏容器";

/* This is the caption of the File->Open dialog. */
"If possible, the selected document will be opened in the appropriate Windows application.\nAvailable file types may vary depending on which bottle is selected below." = "如果可能的話，您選擇的檔案將會使用合適的 Windows 應用程式開啟。\n根據您選擇的容器，可用的檔案類型可能會有所不同。";

/* Text added to BuySupportNag if refreshing registration is not enough. Substitution is the title of the Buy a Support Extension button. */
"If your support has expired, click ‘%@’ to receive this and future upgrades." = "如果您的支援已到期，請按「%@」以獲得該次及之後的更新。";

/* Message in alert when user attempts to choose a non-writable Programs folder. Substitution is the product name (e.g. CrossOver Games) */
"In order for %@ to create launch icons for your Windows programs, you must have write permissions to the Programs folder." = "為了讓 %@ 能夠為 Windows 程式建立圖示啟動器，您必須擁有對程式檔案夾的寫入權限。";

/* Initial status of an install step */
"In Process…" = "正在處理…";

/* Grouping header in list of bottles in install window; bottles incompatible with selected software package */
"Incompatible Bottles" = "不相容的容器";

/* Title of an error dialog when CrossOver cannot start up */
"Initialization Failure" = "初始化失敗";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Install (very verbose)" = "安裝 (非常詳細)";

/* Prompt for a directory-selection dialog */
"Install files from this directory" = "從這個目錄安裝檔案";

/* Title for menu item when there's no bottle selected. */
"Install Software into Bottle…" = "安裝軟體到容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Install Software into “%@”…" = "安裝軟體到「%@」…";

/* Item in installer source list for installing with Steam */
"Install Via Steam" = "使用 Steam 進行安裝";

/* String that displays in the prefs dialog if the user has never downloaded a c4p update. */
"Installation recipes have never been updated." = "您從未更新過安裝設定檔案。";

/* Reports when the CrossTie file was last updated.  Substitution is the localized date in the full style and the time in short style, as configured in System Preferences. For example, the default in the U.S. would be like 'Thursday, July 16, 2015 at 7:35 PM' */
"Installation recipes were last updated on %@." = "安裝設定已於 %@ 更新。";

/* Caption for the installation progress bar. Substitution is name of the software package being installed */
"Installing %@…" = "正在安裝 %@…";

/* Reason why an app is being installed. User selected to install something via Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam" = "透過 Steam 進行安裝";

/* Reason why an app is not being installed. User selected to install something via Steam but then explicitly removed Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam, Manually Removed" = "透過 Steam 安裝，已被手動刪除";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 2 stars
   Label in the rating pop-over describing a rating of 2 stars */
"Installs, Will Not Run" = "安裝，但是不運行";

/* Title of a warning dialog when loading an empty C4P */
"Invalid File" = "無效檔案";

/* Warning message encouraging user to install in a fresh bottle. */
"It is recommended that you install this application into a new bottle in order to avoid possible interference between programs." = "強烈推薦您把這個應用程式安裝到一個新的容器中，以避免程式之間可能發生衝突。";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Keyboard Input" = "鍵盤輸入";

/* The date the application was last given a rating for this version.  Substitution is date */
"Last Rated: %@" = "最近評分：%@";

/* title of button in dialog to learn more about the Repair Bottles action */
"Learn More" = "了解詳情";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 3 stars
   Label in the rating pop-over describing a rating of 3 stars */
"Limited Functionality" = "部分功能可用";

/* Button label -- option to proceed with loading of an unknown CrossTie file */
"Load" = "載入";

/* Title of a warning dialog when loading an unknown CrossTie */
"Load untrusted CrossTie file?" = "載入不可信的 CrossTie 檔案？";

/* Displays as a placeholder in the Dock icon menu while a Clear and Rebuild is in progress. */
"Loading…" = "正在載入…";

/* Title for button in app-rating pop-over when the user needs to log in. */
"Log In and Submit Rating…" = "登入和提交評分…";

/* The title of a dialog box for copying bottles. */
"Make a Copy of %@" = "複製 %@";

/* Title of a warning dialog when loading a .tie file flagged as malware */
"Malware Detected" = "檢測到惡意軟體";

/* Reason why an app is being installed. User explicitly added it. Displayed in a column in a table in the Edit Install Options sheet. */
"Manually added" = "手動加入";

/* HTML string which displays when an installation finishes and links to the log file. */
"More diagnostic information can be found in the <a href = \"%@\">debug log</a>." = "更多診斷資訊可以從 <a href = \"%@\">除錯記錄檔案</a> 獲得。";

/* Label for link in package description text to package URL (e.g. C4 page) */
"More info" = "更多資訊";

/* More Info */
"More Info" = "更多資訊";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Mouse Input" = "滑鼠輸入";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Network Connections" = "網路連接";

/* Entry in bottle table allowing the user to install into a new bottle. Substitution is a bottle template name (e.g. Windows XP) */
"New %@ Bottle…" = "新 %@ 容器…";

/* Suggested name for a new bottle */
"New Bottle" = "新容器";

/* Tooltip explaining a 0-stars rating in the installer window. */
"No ratings have been reported.\n\nAll application entries start at this rating. Over time staff and users can visit the What Runs page of the CodeWeavers website and rate how far they got in running this Windows application in CrossOver. If you try this application please submit a rating for how this application worked, or didn’t, in CrossOver." = "暫無打分。\n\n工作人員和使用者可以訪問 CodeWeavers 的軟體中心頁面，並對這個應用程式在 CrossOver 中的表現進行打分。如果您也試過這個應用程式，也請為它打分，以告訴大家它在 CrossOver 中的運行情況，或者不能運行。";

/* Displays as a placeholder in the Dock icon menu if there's nothing else to display in the menu. */
"No Software Is Installed" = "沒有軟體被安裝";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac does not have any Retina displays that would benefit from high resolution mode. Enabling it will just make things look blurry." = "注意：您的 Mac 不具備任何可用於高解析度模式的 Retina 螢幕。開啟它只會讓顯示效果變得模糊。";

/* Text of a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac has a mix of Retina and non-Retina displays. High resolution mode will make things look better on your Retina displays but worse on your non-Retina displays." = "注意：您的 Mac 同時具備 Retina 和非 Retina 螢幕。在高解析度模式下，Retina 螢幕上的顯示效果會很不錯，但在非 Retina 螢幕上會很糟糕。";

/* OK */
"OK" = "好的";

/* Open */
"Open" = "開啟";

/* Entry in Application Language pop-up for default language */
"Other Language" = "其他語言";

/* Button label displayed when a download fails -- it gives the user the option of selecting a file instead. */
"Pick Installer File" = "選擇安裝程式";

/* Displayed by a file-selection dialog when the user browses for a file to execute as part of a command-line. */
"Please choose a file to run." = "選擇一個要運行的程式。";

/* Message for a file-selection dialog */
"Please choose a Windows installer file:" = "請選擇一個 Windows 下的安裝程式檔案：";

/* Message for a directory-selection dialog */
"Please choose the directory containing your installer.\nThe location that you select will be treated like a CD-ROM." = "請選擇包含安裝檔案的目錄。\n您選的目錄將被當作 CD-ROM 光碟一樣處理。";

/* Validation error: email address is not in a valid format. */
"Please enter a valid email address.\n(e.g. myusername@myemailprovider.com)" = "請輸入有效的電子郵箱地址。\n(如：myusername@myemailprovider.com)";

/* Informational text for pop-over asking user to rate an application. Substitutions are the product name (e.g. CrossOver), the app's name, and the product name again. */
"Please leave a rating in order to help us better target our improvements to %@ and to inform other users on how well ‘%@’ works with %@." = "請輸入一個評分以助我們更有目的性地改進 %1$@ 並告知其他用戶關於「%2$@」在 %3$@ 的運行情況。";

/* Message for a file-selection dialog that appears when a download has failed. */
"Please locate the installer file for %@" = "請為 %@ 選擇安裝程式來源";

/* Title of alert when user attempts to choose a non-writable Programs folder. */
"Please select a folder within your home folder" = "請在個人檔案夾下選擇一個目錄";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Printing" = "列印";

/* Title of the section for private bottles in the bottle list source view in the main window when there are also published bottles */
"PRIVATE BOTTLES" = "個人的容器";

/* Title of the section of launcher icons in the icon view of the main window which shows normal program launchers */
"Programs" = "程式";

/* Title for menu item when there's no bottle selected. */
"Publish Bottle…" = "發佈容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Publish “%@”…" = "發佈「%@」…";

/* Title of the section for published bottles in the bottle list source view in the main window */
"PUBLISHED BOTTLES" = "已發佈的容器";

/* The name which is suggested when publishing a bottle. */
"published_%@" = "已發佈的_%@";

/* Title for menu item when there's no bottle selected. */
"Quit Bottle" = "結束容器";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Quit “%@”" = "結束「%@」";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable ESync" = "重啓該容器並禁用 ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable High Resolution Mode" = "重新啟動容器並停用高解析度模式";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable ESync" = "重啓該容器並啓用 ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable High Resolution Mode" = "重新啟動容器並啟用高解析度模式";

/* Button text -- this button regenerates the Applications folder and the Programs shown in the main window. */
"Rebuild" = "重建";

/* Title of a warning dialog, asking for confirmation before the menus and app folder are regenerated */
"Rebuild Programs" = "重建程式功能表";

/* Menu item title.  Replaces 'Clear and Rebuild Programs' while the rebuilding is happening to indicate that the user may not do it again at this time. */
"Rebuilding Programs…" = "正在重建程式功能表…";

/* Grouping header in list of bottles in install window; bottles recommended for selected software package */
"Recommended Bottles" = "建議使用的容器";

/* Registered to: %@ */
"Registered to: %@" = "註冊給：%@";

/* Label for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove from Favorites" = "從我的最愛中移除";

/* Tooltip for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove selected launchers from Favorites" = "從我的最愛中移除選中的捷徑";

/* Title for menu item when there's no bottle selected. */
"Rename Bottle…" = "重新命名容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Rename “%@”…" = "重新命名「%@」…";

/* title of button in dialog to confirm the Repair Bottles action */
"Repair" = "修復";

/* title of dialog shown to confirm Repair Bottles action */
"Repair Bottles?" = "修復容器？";

/* Reason why an app is being installed. It is a dependency of another app that's being installed. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@" = "被 %@ 所需要";

/* Reason why an app is not being installed. It is a dependency of another app that's being installed but the user has explicitly removed it. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@, Manually Removed" = "被 %@ 所需要，手動移除";

/* Title of dialog reporting that the user failed to enter some of the fields. */
"Required field missing" = "必填欄位未填寫完成";

/* Prompt for a file-selection dialog which chooses an archive to restore. */
"Restore" = "復原";

/* Title of a dialog that allows the user to pick a bottle archive. */
"Restore Bottle Archive" = "從容器封存檔中回復";

/* Status of an install step which failed but the user asked to retry */
"Retrying…" = "正在重試…";

/* Entry in the Dock icon menu.  Opens a dialog that allows the user to specify a command-line.
   Label for shortcut/launcher icon in main window which opens the Run Command dialog */
"Run Command…" = "運行命令…";

/* Format string for window title for the Run with Options dialog. Substitution will be the name of a program launcher (e.g. Steam). */
"Run “%@”" = "運行「%@」";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 5 stars
   Label in the rating pop-over describing a rating of 5 stars */
"Runs Great" = "近乎完美";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 4 stars
   Label in the rating pop-over describing a rating of 4 stars */
"Runs Well" = "運行良好";

/* Label for the filter pop-up menu in the native Save dialog accessory view.  Replaces the label in the NIB, which is appropriate for an Open dialog. */
"Save as Type:" = "Save as Type:";

/* Prompt for a file save dialog for selecting the install log file destination. */
"Select an install log file" = "選擇一個安裝記錄檔案";

/* Reason why an app is being installed, when it's the app that the user directly selected. Displayed in a column in a table in the Edit Install Options sheet. */
"Selected for install" = "自動新增";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is hidden and the item will show it */
"Show Bottles" = "顯示容器";

/* Button label -- option after the installation of a package subcomponent has failed */
"Skip This Step" = "跳過這一步";

/* Status of an install task which failed and the user said to skip */
"Skipped." = "已跳過。";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Sound (verbose)" = "聲音 (詳細)";

/* Displayed in an optional dialog that allows the user to save a debugging log-file when running a command-line. */
"Specify where to save the log file." = "設定儲存記錄檔案的路徑。";

/* Title for pop-over asking user to rate an application. Substitution is the app's name */
"Submit a Rating for ‘%@’" = "提交一個對「%@」的評分";

/* Title for button in app-rating pop-over when the user doesn't need to log in. */
"Submit Rating" = "提交評分";

/* Title for menu item for submitting a rating for a launcher. Substitution is the launcher name. */
"Submit Rating for ‘%@’…" = "正在提交對「%@」的評分…";

/* Title for disabled menu item for submitting a rating for a launcher (when no suitable launcher is selected). */
"Submit Rating…" = "提交評分…";

/* Status message displayed after a command-line completes.  The first substitution is the commandline, and the second is the return value. */
"The command %@ returned %d." = "命令 %1$@ 返回 %2$d。";

/* Error description for when a control panel launcher icon can't be launched because the bottle is in a bad state. Substitution %1$@ is the control panel name; %2$@ is the bottle name. */
"The control panel “%1$@” can’t be launched because the bottle “%2$@” is unable to run commands at this time." = "控制台「%1$@」無法開啟，因為容器「%2$@」暫時無法運行命令。";

/* Warning message when a user drag-and-drops an empty .tie file. */
"The CrossTie file ‘%@’ does not contain installation profiles for anything that can be installed with this product." = "這個 CrossTie 檔案「%@」不包含任何可以用於這個產品的程式設定檔案。";

/* Warning message when a user starts to install a non-CW .tie files. */
"The CrossTie file ‘%@’ is not from a trusted source!\n\nThis means that CodeWeavers has no knowledge or control over what actions profiles from this file may attempt. Be VERY cautious loading untrusted CrossTies as they can cause great damage to your computer. CodeWeavers will not provide technical support for issues related to the use of untrusted CrossTie files.\n" = "該 CrossTie 檔案「%@」來自不可信來源！\n\n這意味著 CodeWeavers 不知道也無法控制該檔案可以會做什麼操作。請注意，載入不可信的 CrossTie 檔案，可能會對您的電腦帶來危害。CodeWeavers 不會對此類 CrossTie 檔案所帶來的問題提供技術支援。\n";

/* Sub-caption for Choose Installer Folder item */
"The file you select will be launched to install the application" = "即將運行您選擇的這個檔案，以安裝該應用程式";

/* Sub-caption for Choose Installer Folder item */
"The folder you select will be treated like an installer disc" = "您選擇的檔案夾將被當作一張安裝光碟來對待";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"The following dependencies were manually excluded from the install: %@" = "將不會安裝這些相依的程式：%@";

/* Message in installation notes when user has filled everything in but install can't proceed because dependencies require user-provided installer */
"The install cannot continue because one or more dependencies are not installed, and an installer could not be found automatically." = "因為一個或多個被需要的程式未被安裝，而且無法找到他們的安裝程式，安裝無法繼續。";

/* Message in installation notes when user has filled everything in but install can't yet proceed because bottle hasn't been analyzed */
"The install cannot continue until the ‘%@’ bottle is scanned for dependencies. Please wait." = "在「%@」容器完成相依性檢查之前安裝不能繼續，請稍等。";

/* Completion message for an install where the user skipped some tasks. Substitution is the name of the app that was being installed. */
"The installation of %@ completed, but some tasks were skipped." = "%@ 安裝完成，但是一些工作被跳過了。";

/* Completion message for an install without problems. Substitution is the name of the app that was being installed. */
"The installation of %@ completed." = "%@ 安裝完成。";

/* Completion message for a failed install. Substitution is the name of the app that was being installed. */
"The installation of %@ failed." = "%@ 安裝失敗。";

/* Completion message for an install via Steam. Substitution is the name of the app that was being installed. */
"The installation of %@ has been handed off to Steam." = "將在 Steam 中繼續安裝 %@。";

/* Completion message for a canceled install. Substitution is the name of the app that was being installed. */
"The installation of %@ was canceled." = "%@ 的安裝被取消。";

/* Error message for a failed installation task */
"The ‘%@’ task failed." = "工作「%@」執行失敗。";

/* Caption of a warning dialog, asking for confirmation before the menus and app folder are regenerated.  %1$@ is the app name, %2$@ is the programs folder path. */
"This action will rebuild the %1$@ Applications folder and the program launchers it contains from scratch. This will result in the deletion of the %2$@ folder and any changes that you might have made to its contents. Are you sure you want to do this?" = "該操作將會重建 %1$@ 應用程式資料夾，以及您手動新增的程式啟動器。在這個過程中，%2$@ 檔案夾以及您對該檔案夾做過的任何改動都將會被刪除。您確認要這樣做嗎？";

/* Validation error: activation code was too long */
"This activation code is not valid - it is too long.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "您輸入的啟動碼無效 - 位數太長。\n(範例：XXX-XXXX-XXXX-XXXXXXXX)。";

/* Validation error: activation code was too short */
"This activation code is not valid - it is too short.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "您輸入的啟動碼無效 - 位數太短。\n(範例：XXX-XXXX-XXXX-XXXXXXXX)。";

/* Tooltip explaining a 5-stars rating in the installer window. */
"This application installs and runs great, the same as it would in Windows.\n\nPractically all of the application is functional. Using this application in CrossOver should be the same as running the application on native Windows OS." = "該程式可以完美安裝和運行，和在 Windows 上差不多。\n\n理論上，這個應用程式的全部功能都可用。在 CrossOver 上運行這個應用程式，應該和在 Windows 上運行的效果相差不大。";

/* Tooltip explaining a 4-stars rating in the installer window. */
"This application installs and runs quite well, with only minor glitches found.\n\nThe core functionality of this Windows application works fine under CrossOver. There still may be some extra functions that don’t work right, but overall this application should be mostly usable. We don’t maintain a list of what specific functions work/don’t work per-application in our compatibility database, but you may want to check this application’s Forums at the CodeWeavers website and see if other users have reported any particular details about running this Windows application in CrossOver." = "該應用程式可以安裝，運行得也還可以，只是會有一點點相容性問題。\n\n在 CrossOver 下，該應用程式的主要功能可以正常運行。在此之外，某些功能運行不正常，但是整體上該應用程式是可用的。在相容性清單中，我們並不維護記錄哪些功能可用、不可用，但您仍然可以在 CodeWeavers 的電子布告欄系統看看，是否有使用者報告過該應用程式的相容性問題。";

/* Tooltip explaining a 3-stars rating in the installer window. */
"This application installs and runs, but has problems.\n\nThis application runs, but there are significant functional gaps. CrossOver translates Windows commands to their corresponding Mac commands and back. When a Windows program uses commands that CrossOver doesn’t know how to translate the Windows program may not respond when you click things, have garbled output, or crash. You might be able to add different dependencies or try workarounds to get this application to run better, so please check this application’s page at the CodeWeavers website. It’s also possible that programming added in a future release of CrossOver might help this Windows application run better, so check back later." = "該應用程式可以安裝和運行，但是存在些許問題。\n\n儘管這個應用程式可以運行，但是存在明顯的功能性缺陷。CrossOver 負責將 Windows 指令翻譯成對應的 Linux 指令。當一個 Windows 程式使用了一個 CrossOver 無法翻譯的指令，那麼這個 Windows 程式可能出現回應使用者操作、顯示亂碼或者當機的情況。您可以嘗試安裝一些相依軟體檔，或其他方法讓該程式運行得正常一些。請訪問 CodeWeavers 的網站，查看這個程式的相關頁面。當然，CrossOver 也會不斷地改進自己的產品，以更好地支援這些 Windows 程式，您也可以過段時間再來看看。";

/* Tooltip explaining a 2-stars rating in the installer window. */
"This application installs, but fails to run.\n\nThe Windows application immediately closes or freezes when you try to run it. You may be able to add various dependencies or try different workarounds to get this application to start, so please check the Support section of the CodeWeavers website for more information and tutorials. If the program still won’t launch then whatever programming this Windows application needs to work doesn’t exist yet in CrossOver." = "該應用程式安裝成功，但是無法運行。\n\n當您運行這個 Windows 程式時，它的視窗馬上就結束了，或者沒有回應。針對這種情況，您可以嘗試安裝它的相依軟體檔，或者從 CodeWeavers 網站的求助中心檢索解決方案。";

/* Tooltip explaining a 1-star rating in the installer window. */
"This application won’t get through installation.\n\nMost installers are standardized and CrossOver will be able to run them without a problem. However some companies customize the installer, or write their own, and the custom programming fails in CrossOver. The Windows application itself might be functional, but there’s no way to get it out of the installer." = "該應用程式無法安裝。\n\n大部分安裝檔案都是標準化的，CrossOver 可以正常安裝。然而，某些公司會客製化安裝檔案，或者自己開發一個，CrossOver 無法執行某些客製化的安裝工作。這個應用程式或許可以運行，但是我們無法在 CrossOver 裡面安裝它。";

/* Caption of dialog reporting that the demo has been registered and enabled.  Substitution is the app name. */
"This copy of %@ is now fully enabled." = "這份 %@ 現在已經完全註冊。";

/* This demo version has expired. */
"This demo version has expired." = "該示範版已過期。";

/* This demo version will expire in %d days. */
"This demo version will expire in %d days." = "該示範版將在 %d 天後過期。";

/* Warning message when a user drag-and-drops a .tie file that has been flagged as malware */
"This file cannot be used because it would install malicious software or otherwise harm your computer." = "這個檔案不能被使用，因為它將會安裝惡意軟體，或者損壞您的電腦。";

/* Tooltip explaining an untrusted rating in the installer window. */
"This installation recipe is from an unknown source. Installing may pose a security risk to your system." = "這個安裝設定檔案來源未知。安裝它可能對您的系統帶來安全風險。";

/* This is nag message displayed for the demo version, when there are 2 or more days remaining.  %1$@ is the app name, %2$d is the number of days remaining in the trial. */
"This is a time limited trial version of %1$@. It will stop working in %2$d days." = "這個是 %1$@ 限時試用版。試用將在 %2$d 天後結束。";

/* This is nag message displayed for the demo version, when there's a single day remaining.  %@ is the app name (e.g. CrossOver) */
"This is a time limited trial version of %@. It will stop working in 1 day." = "您正在使用 %@ 的試用版。它將在 1 天後過期。";

/* HTML note in package selection section of software installer window for packages with a home page. Substitution is home page URL. */
"This software can be downloaded from its <a href=\"%@\">home page</a>." = "該軟體可以從它的 <a href=\"%@\">主頁</a> 下載。";

/* Message informing user that their trial has expired.  Substitution is the product name. */
"This trial version of %1$@ has expired." = "%1$@ 的試用期限已到。";

/* A list of contributors to the creations of the CrossOver Tie file. */
"Tie contributors: %@" = "Tie 貢獻者：%@";

/* Button label -- option after the installation of a package subcomponent has failed */
"Try Again" = "重試";

/* Display name for the unknown/generic CrossTie when there's no search string. */
"Unlisted application" = "未列出的應用程式";

/* Display name for the unknown/generic CrossTie which shows the search string used to select it.  Substitution is the user's search string, trimmed of leading and trailing whitespace. */
"Unlisted application “%@”" = "未列出的應用程式「%@」";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer" = "為這台計算機上的所有使用者註冊";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer (requires authentication)" = "註冊給該計算機上的所有使用者 (需要認證)";

/* Dialog title which reports that demo registration failed. */
"Unlocking failed" = "註冊失敗";

/* Label in the app-rating pop-over describing the rating when there hasn't been one */
"Unrated" = "未評分的";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app hasn't been rated */
"Untested" = "未測試的";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the CrossTie can't be verified as coming from CodeWeavers */
"Untrusted" = "不可信的";

/* Title for menu item when there's no bottle selected. */
"Update Published Bottle…" = "更新已經發佈的容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Update “%@”…" = "更新「%@」…";

/* Prompt for a file-selection dialog */
"Use this installer" = "使用這個安裝程式";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"WARNING: Many Windows applications render incorrectly in high resolution mode." = "警告：許多 Windows 應用程式無法在高解析度模式下正常彩現。";

/* Text on a dialog asking for confirmation before esync is enabled. */
"WARNING: Some Windows applications will not work correctly with ESync enabled." = "警告：某些 Windows 應用程式無法在 ESync 開啓的情況下正常工作。";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 1 star
   Label in the rating pop-over describing a rating of 1 star */
"Will Not Install" = "將不會安裝";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Window Behavior" = "視窗行為";

/* An error in the Select Bottle section when the user tries to name a new bottle with a name that's already in use.  Substitution is the bottle name */
"You can’t name a new bottle ‘%@’. There is already a bottle by that name. You must use a different name for your new bottle or select an existing bottle." = "您不能把新容器命名為「%@」。已經有一個相同名稱的容器。您必須使用一個不同的名字，或者選擇一個已存在的容器。";

/* Message when user tries to save over a non-writable file. Substitution is display name of file. */
"You do not have permission to overwrite ‘%@’." = "You do not have permission to overwrite ‘%@’.";

/* Message when user tries to save into a non-writable directory. Substitution is display name of directory. */
"You do not have permission to write to ‘%@’." = "You do not have permission to write to ‘%@’.";

/* Warning message discouraging user from creating a new bottle of incompatible type. */
"You have chosen to create a new bottle of a type which is incompatible with this application. It is strongly recommended to install in a compatible bottle." = "您選擇新增一個新的容器，但是與這個應用程式不相容。強烈建議您把它安裝到一個相容的容器中。";

/* Error message indicating that the user must enter all required fields. */
"You have left a required field blank. Please enter a name, password, email address, and activation code. All fields are required." = "請輸入您的名字、密碼、電子郵件地址和啟動碼，缺一不可。";

/* Warning message discouraging user from installing into an incompatible bottle. */
"You have selected a bottle which is incompatible with this application. It is strongly recommended to install in a new or compatible bottle." = "您選擇的容器類型和這個應用程式不相容。強烈建議您把它安裝到一個新的或者相容的容器中。";

/* You will need the installer file or disc for this software. */
"You will need the installer file or disc for this software." = "您需要照顧軟體對應的安裝檔案或者光碟。";

/* Response message when the user updates the license of an already-enabled install.  %@ is replaced with a date. */
"Your license has been updated. Automatic product updates will now be available through %@." = "您的使用許可已經更新。現在您可以透過 %@ 自動更新產品。";

/* Displayed during product registration when the downloaded license isn't valid for the currently running product. */
"Your support contract is not valid for this product. You may need to purchase a support extension or an additional license." = "您的使用許可無法用於當前產品。您可能需要延長當前的許可有效期，或者另外購買使用許可。";

